package com.clint.pinchewang.util;

import java.util.HashMap;
import java.util.Map;

public class PincheUtil {

	//手机端查询每页显示条数
	public static final int pagesize = 30;
	
	//手机端查询
	//筛选条件和关键词对应关系
	public static Map<String, String[]> FK = new HashMap<String, String[]>();
	
	static{
		
		String [] h1 = {"回北京","去北京","到北京",
						"回_北京","去_北京","到_北京",
						"回__北京","去__北京","到__北京"
						,"大名去","大名到","大名回"
						};
		FK.put("到北京", h1);
		
		String [] h2 = {"回大名","去大名","到大名","回家","回老家",
						"回_大名","去_大名","到_大名","回_家","回_老家",
						"回__大名","去__大名","到__大名","回__家","回__老家"
						,"北京回","北京去","北京到"
						};
		FK.put("到大名", h2);

		
		
		
		String [] h3 = {"早上","5点","6点","7点","8点"};
		FK.put("早上", h3);
		
		String [] h4 = {"上午","9点","10点","11点"};
		FK.put("上午", h4);
		
		String [] h5 = {"下午","12点","1点","2点","3点","4点","下午5点","下午6点","傍晚7点","下午7点"
				,"13点","14点","15点","16点","17点","18点","19点"};
		FK.put("下午", h5);

		String [] h6 = {"晚上","傍晚7点","晚上8点","晚上9点","晚上10点","晚上11点"
				,"19点","20点","21点","22点","23点"};
		FK.put("晚上", h6);
		
		
		
		
	}
}
