<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%
	String path = request.getContextPath();
	String basePath = request.getScheme() + "://"
			+ request.getServerName() + ":" + request.getServerPort()
			+ path + "/";
%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<base href="<%=basePath%>">

<title>自动录入</title>

<meta http-equiv="pragma" content="no-cache">
<meta http-equiv="cache-control" content="no-cache">
<meta http-equiv="expires" content="0">
<meta http-equiv="keywords" content="keyword1,keyword2,keyword3">
<meta http-equiv="description" content="This is my page">
<!--
	<link rel="stylesheet" type="text/css" href="styles.css">
	-->
<script type="text/javascript" src="public/js/jquery-1.8.3.js"></script>
<script type="text/javascript" src="public/js/jquery.form.js"></script>
</head>

<body>
	<form id="form1" action="">
		名： <br> <br> <br> 内容： <br>
		<textarea rows="7" name="content" id="content" cols="40">
擎宇。(2982623031) 2018/5/4 星期五 下午 9:22:56
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
风范(413899580) 2018/5/4 星期五 下午 9:25:37
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
(2636499885) 2018/5/4 星期五 下午 9:25:42
自驾车找人，明天早上北京回大名，龙王庙，西付集，念头，有回家的老乡欢迎来电17326808935能送到家
擎宇。(2982623031) 2018/5/4 星期五 下午 9:26:24
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
小幸运(595462562) 2018/5/4 星期五 下午 9:37:02
私家车找人。

明天早上————北京回大名。

顺路管接。18003304237
擎宇。(2982623031) 2018/5/4 星期五 下午 9:43:28
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
风范(413899580) 2018/5/4 星期五 下午 9:43:53
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
落叶(1163049753) 2018/5/4 星期五 下午 9:45:11
车找人

明天5号早上

大名 南乐回北京

全程高速！在家管接

联系电话13483006798
擎宇。(2982623031) 2018/5/4 星期五 下午 9:45:28
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
天意(2536368195) 2018/5/4 星期五 下午 9:45:44
车找人 明天早上 

北京  回  大名 老家
联系15030080026

龙王庙 ，孙甘店 ，北峰 ，
书馆 ，念头……附近
                             《管送》
夏天(349269389) 2018/5/4 星期五 下午 9:45:55
车找人【管接】

明天上午大名去北京

一人一座  无线网络

19903303088
幸福+快乐(2797835801) 2018/5/4 星期五 下午 9:49:19
人找车明天早上回老家18801278341沙圪塔
顺其自然(2990900580) 2018/5/4 星期五 下午 9:49:25
明天，早上，，顺风车，
北京，回大名，
孙甘店，中北，，。附近，

一人一座，，
管送到家，请联系，15533346444
擎宇。(2982623031) 2018/5/4 星期五 下午 9:50:28
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
枫叶(980211810) 2018/5/4 星期五 下午 9:50:42
车找人

明天5号早上

大名 南乐回北京

全程高速！在家管接

联系电话15284395625
风范(413899580) 2018/5/4 星期五 下午 9:50:49
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
顺其自然(2990900580) 2018/5/4 星期五 下午 9:51:35
明天，早上，，顺风车，
北京，回大名，
孙甘店，中北，，。附近，

一人一座，，
管送到家，请联系，15533346444
擎宇。(2982623031) 2018/5/4 星期五 下午 9:51:51
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
幸福+快乐(2797835801) 2018/5/4 星期五 下午 9:52:03
人找车明天早上回老家18801278341沙圪塔
老乡你好！(2631854240) 2018/5/4 星期五 下午 9:52:07
 私家车找人

明天5号早上

南乐县附近，大名

【回北京】 

一人一座，《管接》

全程高速
（一人一座）
联系电话 15110151867
13821658667【微信同步】
擎宇。(2982623031) 2018/5/4 星期五 下午 9:52:27
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
大名晶晶(2906837631) 2018/5/4 星期五 下午 9:53:22

自己开车回北京！不超员！

明天5号早上！自己开车去北京！

大名！金滩镇！孙甘店！北峰！！

附近都去家接！去北京的朋友

打电话！16630088199
 
17752912839
擎宇。(2982623031) 2018/5/4 星期五 下午 10:08:45
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
夏天(349269389) 2018/5/4 星期五 下午 10:15:02
车找人【管接】

明天上午大名去北京

一人一座  无线网络

19903303088
你是我的(1013628889) 2018/5/4 星期五 下午 10:39:46
私家车找人 (明天5月5号）
濮阳北京
发车时间:上午9-10点
  目的地:天宫院地铁站
发车地点:濮阳、清丰、南乐
一人一座，全程高速
16639304685（预定热线）                                
       13183182521 (微信同号)
 诚信拼车，非乘勿扰
下午3-4点北京濮阳
 以短信订座为准，QQ不回复

了爱你(527355830) 2018/5/4 星期五 下午 11:43:50
岛国大片随意看 制服丝袜 野外刺激 酒店约泡 小.视@频 点击群号: 777157390   秒进  
擎宇。(2982623031) 2018/5/4 星期五 下午 11:56:22
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
风范(413899580) 2018/5/4 星期五 下午 11:56:48
私家车找人



明天早上～大名 去 北京



一人一座～顺路接送



联系电话 ～15030093011
大名～一路顺风(1378829254) 2018/5/5 星期六 上午 1:04:34
车找人，明天上午，，顺风车，自己开车回老家，，

顺路带个人，凑个油钱，就走

有回老家的联系，15313928620.走高速，，管送到家
枫叶(980211810) 2018/5/5 星期六 上午 5:32:12
车找人

今天5号早上

大名 南乐回北京

全程高速！在家管接

联系电话15284395625
天意(2536368195) 2018/5/5 星期六 上午 5:37:21
车找人 （今天上午九点）

北京  回  大名 老家
联系15030080026

龙王庙 ，孙甘店 ，北峰 ，
书馆 ，念头……附近
                             《管送》
落叶(1163049753) 2018/5/5 星期六 上午 5:38:38
车找人

今天5号早上

大名 南乐回北京

全程高速！在家管接

联系电话13483006798
(2636499885) 2018/5/5 星期六 上午 5:44:45
自驾车找人，明天早上北京回大名，龙王庙，西付集，念头，有回家的老乡欢迎来电17326808935能送到家
爱情不凉拌(1722693374) 2018/5/5 星期六 上午 5:52:55
今天早上小车大名去北京

大名，书馆，北峰，孙甘店，附近………在家管接



一人一个坐，全程高速
不超员18633629032
马上走马上走
走的朋友电话联系
夏天(349269389) 2018/5/5 星期六 上午 6:55:31
车找人【管接】

今天上午大名去北京

一人一座  无线网络

19903303088
风范(413899580) 2018/5/5 星期六 上午 6:56:51

私家车找人



今天上午～大名 去 北京



一人一座～顺路接送



联系电话 ～13472007000


笑口常开(3463445136) 2018/5/5 星期六 上午 7:19:13
车找人。

今天5号下午。北京回

大名，南乐，龙王庙。

西招，范堤，北张，寺庄

一人一座，到家管送。

全程高速。18801186824
旧治--李茂堤(904920590) 2018/5/5 星期六 上午 7:19:55
私家车找人

今天下午北京回大名南乐

有回家的老乡打电话定坐

管送 电话15690003780
幸福+快乐(2797835801) 2018/5/5 星期六 上午 7:19:58
人找车回老家18801278341沙圪塔
你是我的(1013628889) 2018/5/5 星期六 上午 7:53:41
私家车找人 (今天5月5号）
濮阳北京
发车时间:上午9-10点
  目的地:天宫院地铁站
发车地点:濮阳、清丰、南乐
一人一座，全程高速
16639304685（预定热线）                                
 诚信拼车，非乘勿扰
下午3-4点北京濮阳
 以短信订座为准，QQ不回复
老乡你好！(2631854240) 2018/5/5 星期六 上午 7:58:00
 私家车找人

明天6号早上

南乐县附近，大名

【回北京】 

一人一座，《管接》

全程高速
（一人一座）
联系电话 15110151867
13821658667【微信同步】
夏天(349269389) 2018/5/5 星期六 上午 7:58:57
私家车找人

今天下午北京回大名

管送18131023875
大名-极速奔跑(2158752717) 2018/5/5 星期六 上午 8:00:08
车找人，下午两点北京回大名，15830776527，管送
老乡你好！(2631854240) 2018/5/5 星期六 上午 8:00:34
 私家车找人

明天6号早上

南乐县附近，大名

【回北京】 

一人一座，《管接》

全程高速
（一人一座）
联系电话 15110151867
13821658667【微信同步】
旧治--李茂堤(904920590) 2018/5/5 星期六 上午 8:04:52
私家车找人

今天下午2点 北京回大名

有回家的老乡打电话定坐

管送 电话15690003780
夏天(349269389) 2018/5/5 星期六 上午 8:08:56
私家车找人

下午三点北京回大名

管送18131023875
老乡你好！(2631854240) 2018/5/5 星期六 上午 8:09:06
 私家车找人

明天6号早上

南乐县附近，大名

【回北京】 

一人一座，《管接》

全程高速
（一人一座）
联系电话 15110151867
13821658667【微信同步】
??约定?一生??(3184629513) 2018/5/5 星期六 上午 8:21:21
私家车找人
明天6号    上午回北京

大名，南乐，元村，百尺，梁村，吴村，千佛附近~~回北京

全程高速   一人一座  管接
《回北京》的老乡请速联系

电话17838270127


夏天(349269389) 2018/5/5 星期六 上午 8:21:53
私家车找人

下午三点北京回大名

管送18131023875
招财进宝--（平安出行）(546942582)  上午 8:27:22
私家车找人
明天6号   早上回北京

南乐，大名，梁村，元村，边马，千佛附近——回北京

全程高速，管接
【回北京】的老乡请联系
电话15890459827
		</textarea>
		<br>
	</form>
	<input type="button" onclick="tijiao();" value="提交">
	<div id="jieguo">yes</div>
	<script type="text/javascript">
	function tijiao(){
		
		$("#jieguo").text("no");
		var options = {
			url : "autoSavePPXX.action",
			type : "POST",
			dataType : "json",
			success : function(msg) {
				console.log(msg);
				//清空输入框
				$("#content").val("");
				$("#jieguo").text("yes");
			},
			error : function() {
				console.log("error");
			}
		}
		$('#form1').ajaxSubmit(options);//form5是表单的id，ajaxSubmit方法是jQuery的ajax提交表单方法

	}
	</script>
</body>
</html>
